tap "d12frosted/emacs-plus"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "neovim/neovim"

brew "aria2"
brew "asdf"
brew "autojump"
brew "awscli"
brew "bat"
brew "bitwarden-cli"
brew "chromaprint"
brew "cmake"
brew "cmus"
brew "coreutils"
brew "ctags"
brew "curl"
brew "deno"
brew "direnv"
brew "doctl"
brew "dust"
brew "editorconfig"
brew "emacs-plus"
brew "exa"
brew "fd"
brew "ffmpeg"
brew "findutils"
brew "fish"
brew "fzf"
brew "gcc"
brew "git"
brew "git-delta"
brew "glances"
brew "gnu-sed"
brew "gnupg"
brew "go"
brew "graphviz"
brew "hexyl"
brew "htop"
brew "httpie"
brew "jq"
brew "kubernetes-cli"
brew "mas"
brew "moreutils"
brew "mtr"
brew "neovim"
brew "nmap"
brew "nnn"
brew "peco"
brew "pidcat"
brew "pinentry-mac"
brew "pv"
brew "python3"
brew "rbenv"
brew "rclone"
brew "restic"
brew "ripgrep"
brew "rsync"
brew "ruby"
brew "sd"
brew "shellcheck"
brew "sshfs"
brew "starship"
brew "tealdeer"
brew "terminal-notifier"
brew "thefuck"
brew "tig"
brew "tmux"
brew "trash"
brew "tree"
brew "watch"
brew "watchman"
brew "wget"
brew "wireguard-tools"
brew "wrk"
brew "wxmac"
brew "youtube-dl"

cask "alacritty"
cask "bartender"
cask "bitwarden"
cask "docker"
cask "dropbox"
cask "eloston-chromium"
cask "firefox-developer-edition"
cask "flux"
cask "font-inconsolata-for-powerline"
cask "gas-mask"
cask "google-chrome"
cask "insomnia"
cask "karabiner-elements"
cask "kitematic"
cask "kitty"
cask "licecap"
cask "protonmail-bridge"
cask "protonvpn"
cask "rectangle"
cask "signal"
cask "sketch"
cask "slack"
cask "spotify"
cask "transmit"
cask "visual-studio-code"
cask "vlc"
cask "whatsapp"

mas "Lungo", id: 1263070803
mas "Pages", id: 409201541
mas "Primitive", id: 1175103038
mas "Shazam", id: 897118787
mas "Todoist", id: 585829637
mas "WireGuard", id: 1451685025
mas "Xcode", id: 497799835
